Repository: prsaseta/Pumba
Catalog: locales/*/LC_MESSAGES/django.po
Languages: es

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Confirm password
es: Confirmar contraseña

source: New password
es: Nueva contraseña

source: Login
es: Iniciar sesión

source: Forgotten password?
es: ¿Has olvidado tu contraseña?

source: If you have forgotten your password, input your e-mail and we'll send you a reset link
es: Si has olvidado tu contraseña, escribe aquí tu correo y te mandaremos un enlace para reestablecerla

source: Recover password
es: Recuperar contraseña

source: If that e-mail was assigned to an account, we have sent a reset link to it. Please check your inbox and spambox
es: Si el correo que has puesto se corresponde con una cuenta, mandaremos un enlace de recuperación. Por favor, comprueba tu bandeja de entrada y de spam

source: Go back to the main page
es: Volver al índice

source: Register
es: Registrarse

source: We have sent a message to your specified email address to finish your registration. Please click the link provided therein.
es: Hemos mandado un mensaje a tu correo para terminar tu registro. Por favor, pincha en el enlace que te hemos mandado.

source: You registered successfully!
es: ¡Te has registrado con éxito!

source: Click
es: Pincha

source: here
es: aquí

source: to log in
es: para identificarte

source: Insert your new password
es: Escribe tu nueva contraseña

source: Reset
es: Recuperar

source: You have successfully reset your password
es: Has recuperado con éxito tu contraseña

source: Your username and password didn't match. Please try again.
es: Tu usuario y contraseña no coinciden. Por favor, inténtalo de nuevo.

source: Invalid data
es: Datos no válidos

source: Passwords don't match
es: Las contraseñas no coinciden

source: That username is already taken
es: Ese nombre de usuario ya está cogido

source: The username may only be up to 32 characters long
es: El nombre de usuario solamente puede tener hasta 32 caracteres

source: That email is already taken
es: Ese correo ya está cogido

source: There was an error while sending you the verification email, please try registering again later
es: Ha ocurrido un error mientras te mandábamos el e-mail de verificación. Por favor, intenta registrarte de nuevo más tarde.

source: Confirm registration at Pumba
es: Confirma tu registro en Pumba

source: Please confirm your registration with the following link:
es: Por favor, confirma tu registro con el siguiente enlace:

source: Reset password at Pumba
es: Recupera tu contraseña de Pumba

source: We have received a request to reset your password. You can do so by clicking the following link:
es: Hemos recibido una petición para recuperar tu contraseña. Puedes hacerlo pinchando en el siguiente enlace:

source: If you didn't request this change, you needn't do anything.
es: Si no has pedido este cambio, no necesitas hacer nada.

source: There was an error changing your password
es: Ha habido un error cambiando tu contraseña

source: Invalid password recovery key.
es: Clave de recuperar contraseña no válida

source: EASY
es: FÁCIL

source: MEDIUM
es: NORMAL

source: HARD
es: DIFÍCIL

source: Maximum players
es: Jugadores máximos

source: Game title
es: Título

source: AI players
es: IAs

source: Easy
es: Fácil

source: Medium
es: Normal

source: Hard
es: Difícil

source: AI difficulty
es: Dificultad de la IA

source: Your email (optional)
es: Tu correo (opcional)

source: Subject
es: Asunto

source: Text
es: Texto

source: Picture
es: Imagen

source: Background
es: Fondo

source: The match doesn't exist!
es: ¡Esa partida no existe!

source: The game is already started!
es: ¡La partida ya ha empezado!

source: The game is full!
es: ¡La partida ya está llena!

source: The number of users must be at least two!
es: ¡Tiene que haber al menos dos jugadores

source: The number of users cannot be more than six!
es: ¡No puede haber más de seis jugadores!

source: Too many AIs! Are you trying to start a revolution?
es: ¡Demasiadas IAs! ¿Quieres empezar una revolución o algo así?

source: The title cannot be empty!
es: ¡El título no puede estar vacío!

source: WAITING
es: ESPERANDO

source: PLAYING
es: JUGANDO

source: ENDING
es: TERMINANDO

source: Blue
es: Azul

source: Deep cyan
es: Cian oscuro

source: Gray
es: Gris

source: Green
es: Verde

source: Violet
es: Púrpura

source: You can send any feedback or bug report about Pumba here
es: Puedes enviar cualquier error que encuentres o feedback sobre Pumba aquí

source: Send!
es: ¡Listo!

source: The connection to the server was lost
es: Se ha perdido la conexión al servidor

source: Your matches
es: Tus partidas en curso

source: Name
es: Nombre

source: Status
es: Estado

source: Player count
es: Nº de jugadores

source: AIs
es: IAs

source: Players
es: Jugadores

source: Rejoin
es: Reconectar

source: Join match
es: Unirse a una partida

source: Join
es: Unirse

source: Full
es: Lleno

source: No games found
es: No se han encontrado partidas

source: Create match
es: Crear partida

source: Change profile picture
es: Cambiar foto de perfil

source: Upload
es: Subir

source: Delete profile picture
es: Borrar foto de perfil

source: Change game background
es: Cambiar fondo del juego

source: Change background
es: Cambiar fondo

source: There was an error processing your request
es: Ha habido un error procesando tu petición

source: Background changed successfully
es: Fondo cambiado con éxito

source: Could not upload image!
es: No se ha podido subir la imagen

source: Could not upload image! The format is incorrect or the image is too big
es: ¡No se ha podido subir la imagen! El formato es incorrecto o la imagen es demasiado grande

source: Bad request!
es: ¡Petición no válida!

source: That match did not exist!
es: ¡Esa partida no existe!

source: There was a problem joining your match
es: Ha habido un error uniéndote a la partida

source: Whoops! There was an error sending your feedback. Yes, we get the irony. Please try again later.
es: ¡Ups! Ha habido un error mandando tu reporte de errores. Sí, nos percatamos de la ironía. Vuelve a intentarlo más tarde

source: Your feedback was sent successfully, thank you for your time!
es: Tu correo se ha enviado con éxito. ¡Gracias por tu tiempo!

source: Go back to the index
es: Volver al índice

source: Welcome, %(username)s!
es: ¡Bienvenido, %(username)s!

source: Matchmaking
es: Buscador

source: Profile
es: Perfil

source: Bug report / Feedback
es: Errores / Feedback

source: Logout
es: Cerrar sesión

source: Welcome!
es: ¡Bienvenido!

source: Welcome back %(username)s!
es: ¡Bienvenido de vuelta %(username)s!

source: Join a match?
es: ¿Juegas una partida?

source: Welcome to Pumba!
es: ¡Bienvenido a Pumba!

source: Please
es: Por favor

source: login
es: identifícate

source: or
es: o

source: register
es: regístrate

source: to play
es: para jugar
